<?php

    //<------------------------------------------------------------------------------------------------------------------------------>///

    // <--- Thai (th) --->///

    //<------------------------------------------------------------------------------------------------------------------------------>///

    // <--- Reference from Excel file : Languages_xxxxxx.xlsx --->///

    //<------------------------------------------------------------------------------------------------------------------------------>///

    $lang = array(

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- Languages --->///

        "lang-en" => "EN",
        "lang-th" => "TH",

        //<--- End Languages --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 000_Navigation --->///

        "comment_0000101" => "หน้าหลัก",
        "comment_0000102" => "ข้อมูลเพิ่มเติม",
        "comment_0000103" => "บทความ",
        "comment_0000104" => "ร่วมงานกับเรา",
        "comment_0000105" => "ร้านค้า",
        "comment_0000106" => "เข้าสู่ระบบ",
        "comment_0000107" => "บัญชีของฉัน",
        "comment_0000108" => "วิธีใช้งาน",
        "comment_0000109" => "เกี่ยวกับเรา",
        "comment_0000110" => "คำถามที่พบบ่อย",
        "comment_0000111" => "",

        //<--- End 000_Navigation --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 001_Home --->///

        // Introduction
        "comment_0010101" => "Help for Health",
        "comment_0010102" => "บริการตรวจสุขภาพที่สะดวก รวดเร็ว และ ทำได้ง่าย โดยการเก็บเลือดที่ปลายนิ้ว ส่งตัวอย่างผ่านไปรษณีย์ และรับผลตรวจออนไลน์",
        "comment_0010103" => "สะดวก เป็นส่วนตัว เชื่อถือได้",

        // Our Service
        "comment_0010201" => "บริการของเรา",
        "comment_0010202" => "ให้คุณได้ตรวจเช็ค และติดตามดูแลสุขภาพ ของคุณได้มากกว่า ด้วยบริการตรวจวิเคราะห์เลือดที่สะดวก แม่นยำ",
        "comment_0010203" => "การตรวจสุขภาพง่ายๆ ด้วย 3 ขั้นตอน",
        "comment_0010204" => "1. เก็บตัวอย่าง",
        "comment_0010205" => "- เก็บตัวอย่างเลือดที่ปลายนิ้ว",
        "comment_0010206" => "2. ส่งไปรษณีย์",
        "comment_0010207" => "- ส่งตัวอย่างเลือดผ่านไปรษณีย์ไปยังแลปที่จ่าหน้าซองไว้แล้ว",
        "comment_0010208" => "3. เช็คผลตรวจออนไลน์",
        "comment_0010209" => "- ผ่านทางเว็บไซต์ ภายใน 48 ชั่วโมง",
        "comment_0010210" => "เพิ่มเติม",

        // Flagship
        "comment_0010301" => "เราตรวจอะไรได้บ้าง",
        // Flagship 1 - Depression
        "comment_0010302" => "รู้สึกหดหู่อยู่หรือเปล่า?",
        "comment_0010303" => "การตรวจคอติซอลสามารถช่วยให้คุณเข้าใจขบวนการต่างๆในร่างกายมากขึ้น เช่น ขบวนการเมตาบอลิซึม, การตอบสนองของระบบภูมิคุ้มกัน เป็นต้น ซึ่งฮอร์โมนคอติซอลนี้มีบทบาทสำคัญในการช่วยร่างกายตอบสนองต่อความเครียด",
        "comment_0010304" => "ตรวจเดี๋ยวนี้!",
        // Flagship 2 - Cholesterol
        "comment_0010305" => "ดูแลหัวใจตัวเองดีแล้วหรือยัง?",
        "comment_0010306" => "การเช็คระดับคอเลสเตอรอลเป็นประจำช่วยป้องกันการเกิดโรคหัวใจได้ เมื่ออายุมากขึ้น ระดับคอเลสเตอรอลมีแนวโม้นที่จะเพิ่มสูงขึ้นตาม แพทย์ส่วนใหญ่จึงให้ความเห็นว่า การเช็คระดับคอเลสเตอรอลตั้งแต่เนิ่นๆ ช่วยป้องกันการเพิ่มขึ้นของคอเลสเตอรอลที่อาจจะเป็นอันตรายต่อร่างการได้",
        "comment_0010307" => "ตรวจเดี๋ยวนี้!",
        // Flagship 3 - HIV
        "comment_0010308" => "HIV ไม่ได้น่ากลัว สามารถดูแลจัดการได้ ถ้ารักษาแต่เนิ่นๆ",
        "comment_0010309" => "60% ของผู้ติดเชื้อ HIV ไม่ทราบว่าพวกเขามีเชื้ออยู่ ทุกวันนี้ผู้ป่วย HIV สามารถรับยาและใช้ชีวิตได้อย่างปกติ  ยิ่งรู้ผลตรวจเร็วเท่าไหร่ ยิ่งสามารถลดการกระจายตัวของเชื้อได้ไวเท่านั้น",
        "comment_0010310" => "ตรวจเดี๋ยวนี้!",
        // Flagship 4 - Liver Function
        "comment_0010311" => "Liver Functon",
        "comment_0010312" => "Liver Functon Content",
        "comment_0010313" => "ตรวจเดี๋ยวนี้!",

        // Promotion
        "comment_0010401" => "ดูผลิตภัณฑ์ทั้งหมด!",
        "comment_0010402" => "ไปที่ร้านค้า",

        // Partner
        "comment_0010501" => "ผู้ร่วมงาน",
        "comment_0010502" => "เราร่วมมือแลปตรวจสุขภาพที่มีชื่อเสียง และผ่านการรับรองมาตรฐานจากสภาเทคนิคการแพทย์เพื่อทำการตรวจวิเคราะห์ทางโลหิตวิทยา",

        //<--- End 001_Home --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 002_About --->///

        // About us
        "comment_0020101" => "เกี่ยวกับเรา",
        "comment_0020102" =>"เราคือทีมผู้มีความเชี่ยวชาญด้านสุขภาพและวิศวกร ผู้ให้ความสำคัญกับการมีสุขภาพที่ดี และต้องการที่จะพัฒนาบริการตรวจสุขภาพเพื่อให้ผู้คนเข้าถึงได้ง่าย สะดวกใช้งาน แต่ยังคงไว้ซึ่งความน่าเชื่อถือ",
        "comment_0020103" => "ซึ่งเราได้เสนอบริการตรวจสุขภาพที่ทำได้ที่บ้าน ผ่านการเก็บตัวอย่างเลือดที่ปลายนิ้ว และนำส่งไปรษณีย์",

        // Mission
        "comment_0020201" => "จุดมุ่งหมาย",
        "comment_0020202" => "เรามุ่งหวังที่จะสร้างบริการด้านสุขภาพ ที่มีประสิทธิภาพและที่ครบจงจร ในคอนเซ็ป กันไว้ดีกว่าแก้ เพื่อให้ทุกคนมีสุขภาพดี ห่างไกลโรค และประหยัดค่ารักษาพยาบาลในอนาคต",

        // Team
        "comment_0020301" => "Help </strong><strong style='color:red;'>for</strong><strong> Health Team",
        "comment_0020302" => "พิรามน ฮามพิทักษ์",
        "comment_0020303" => "Founder & Chief Executive Office",
        "comment_0020304" => "ชลีณา พิมพาศรี",
        "comment_0020305" => "Co-Founder & Marketing and Financial",
        "comment_0020306" => "นิธิพัฒน์ ภู่น้อย",
        "comment_0020307" => "Co-Founder & Chief Technology Officer",
        "comment_0020308" => "จุฑา ไชยตระการกิจ",
        "comment_0020309" => "Co-Founder & Production",
        "comment_0020310" => "กรกนก พาบุ",
        "comment_0020311" => "Co-Founder & Medical",
        "comment_0020312" => "สุทธิพันธุ์ อุดม",
        "comment_0020313" => "Co-Founder & Designer",
        "comment_0020314" => "กมลวรรณ ฮามพิทักษ์",
        "comment_0020315" => "Customer Service",

        //<--- End 002_About --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 003_Service --->///

        // Service
        "comment_0030101" => "บริการของเรา",
        "comment_0030102" => "ให้คุณตรวจและติดตามผลสุขภาพได้ที่บ้าน ด้วยการเจาะเลือดที่ปลายนิ้วและผ่านไปรษณีย์",

        // Collect Your Blood
        "comment_0030201" => "ขั้นที่หนึ่ง",
        "comment_0030202" => "เก็บตัวอย่างเลือด",
        "comment_0030203" => "- เตรียมร่างกาย และชุดตรวจให้พร้อม",
        "comment_0030204" => "- อ่านคู่มือ เราจะแนะนำการเก็บตัวอย่างเลือดที่ถูกวิธี",
        "comment_0030205" => "- เก็บตัวอย่างเลือดที่บ้าน โดยใช้ชุดเก็บเลือดที่ปลายนิ้ว",

        // Postal
        "comment_0030301" => "ขั้นที่สอง",
        "comment_0030302" => "การส่งไปรษณีย์",
        "comment_0030303" => "- เขียนชื่อตัวอย่างและใส่ลงในซองที่ให้มา",
        "comment_0030304" => "- นำส่งไปรษณีย์โดยเราได้จ่าหน้าซองไว้แล้ว",
        "comment_0030305" => "- ตัวอย่างจะถูกส่งไปที่แลปภายใน 24 ชั่วโมง",

        // Result Report
        "comment_0030401" => "ขั้นตอนที่สาม",
        "comment_0030402" => "การเช็คผล",
        "comment_0030403" => "- เช็คผลตรวจผ่านเว็บไชต์ภายใน 48 ชั่วโมง",
        "comment_0030404" => "- อ่านคำแนะนำเพื่อใช้ในการติดตามผลสุขภาพของคุณในอนาคต",
        "comment_0030405" => "",

        // Laboratory
        "comment_0030501" => "ห้องแลปที่ได้มาตรฐาน",
        "comment_0030502" => "เราได้ร่วมมือกับห้องแลป และโรงพยาบาลที่ได้รับรองมาตรฐานการตรวจวิเคราะห์ทางโลหิตวิทยา ภายในประเทศไทย เพื่อทำการตรวจตัวอย่างเลือด",
        
        // Accuracy
        "comment_0030601" => "ความถูกต้องน่าเชื่อถือ",
        "comment_0030602" => "ตัวอย่างเลือดของคุณจะถูกตรวจวิเคราะห์โดยบุคคลากรผู้เชี่ยวชาญ และข้อมูลทั้งหมดจะเป็นความลับ",
        "comment_0030603" => "เพื่อให้คุณสามารถมั่นใจได้ในความน่าเชื่อถือของผลตรวจ และความเป็นส่วนตัวของข้อมูล",

        //<--- End 003_Service --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 100_Login / Registation -->///

        // Login
        "comment_1000101" => "Help for Health",
        "comment_1000102" => "ชื่อผู้ใช้ หรือ อีเมลล์",
        "comment_1000103" => "รหัสผ่าน",
        "comment_1000104" => "จำไว้ในระบบ",
        "comment_1000105" => "ลืมรหัสผ่าน ?",
        "comment_1000106" => "เข้าสู่ระบบ",
        "comment_1000107" => "สร้างบัญชีใหม่",

        // Registation
        "comment_1000201" => "สร้างบัญชีใหม่",
        "comment_1000202" => "อีเมลล์",
        "comment_1000203" => "ชื่อผู้ใช้",
        "comment_1000204" => "รหัสผ่าน",
        "comment_1000205" => "ยืนยันรหัสผ่าน",
        "comment_1000206" => "ลงทะเบียน",
        "comment_1000207" => "มีบัญชีผู้ใช้แล้ว ?",
        "comment_1000208" => "เข้าสู่ระบบ",
        
        // Registered
        "comment_1000301" => "ลงทะเบียนสำเร็จ!",
        "comment_1000302" => "กรุณาตรวจสอบอีเมลล์เพื่อยืนยันบัญชีของคุณ",
        "comment_1000303" => "กลับไปหน้าเข้าสู่ระบบ",

         //<--- End 100_Login / Registation -->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 101_MyAccount --->///

        // Button
        "comment_1010101" => "Activate Kit",
        "comment_1010102" => "ออกจากระบบ",

        // Dashboard
        "comment_1010201" => "แดชบอร์ด",

        // Account
        "comment_1010301" => "บัญชี",
        "comment_1010302" => "คำสั่งซื้อ",
        "comment_1010303" => "การจัดส่ง",
        "comment_1010304" => "ที่อยู่",
        "comment_1010305" => "ที่อยู่ใบเสร็จ",
        "comment_1010306" => "บัตรเครดิต",

        // Result Report
        "comment_1010401" => "ผลตรวจสุขภาพ",

        // Setting
        "comment_1010501" => "ตั้งค่า",

        // Marketing
        "comment_1010601" => "การตลาด",
        "comment_1010602" => "โปรโมชั่น",
        "comment_1010603" => "รายการสินค้า",
        "comment_1010604" => "บทความ",

        // Production
        "comment_1010701" => "การผลิต",
        "comment_1010702" => "Activate Code",
        "comment_1010703" => "สินค้าคงคลัง",
        "comment_1010704" => "สถานะคำสั่งซื้อ",
        "comment_1010705" => "การจัดส่ง",

        // Medical
        "comment_1010801" => "ทีมแพทย์",
        "comment_1010802" => "คำอธิบายผลตรวจ",
        "comment_1010803" => "รายงานผลตรวจ",

        //<--- End 101_MyAccount --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 103_Production --->///

        // Register Code
        "comment_1030101" => "Activate Code",
        "comment_1030102" => "Register Code",
        "comment_1030103" => "Product",
        "comment_1030104" => "Customer",
        "comment_1030105" => "Supplier",
        "comment_1030106" => "Year",
        "comment_1030107" => "Month",
        "comment_1030108" => "Day",
        "comment_1030109" => "Amount",
        "comment_1030110" => "-Please Select-",
        "comment_1030111" => "Input 01 to 99",
        "comment_1030112" => "Submit",

        // Activate Code
        "comment_1030201" => "Activate Code",
        "comment_1030202" => "Product",
        "comment_1030203" => "Customer",
        "comment_1030204" => "Supplier",
        "comment_1030205" => "MFG",
        "comment_1030206" => "Activated",
        "comment_1030207" => "Result",

        //<--- End 103_Production --->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

        //<--- 900_Admin Login -->///

        // Login
        "comment_9000101" => "ผู้ดูแลระบบ",
        "comment_9000102" => "ชื่อผู้ใช้ หรือ อีเมลล์",
        "comment_9000103" => "รหัสผ่าน",
        "comment_9000104" => "จำไว้ในระบบ",
        "comment_9000105" => "ลืมรหัสผ่าน ?",
        "comment_9000106" => "เข้าสู่ระบบ",

         //<--- End 900_Admin Login -->///

        //<------------------------------------------------------------------------------------------------------------------------------>///

    );

    //<------------------------------------------------------------------------------------------------------------------------------>///

?>